Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: The database upgrade can take considerable time on larger sites due to structure changes.
sv: Databasuppgraderingen kan ta lÃ¥ng tid pÃ¥ stÃ¶rre webbplatser pÃ¥ grund av strukturfÃ¶rÃ¤ndringar.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/99?closed=1>`__.

source: Weblate 0.x series
sv: Weblate 0.x-serien

source: *Released on April 18th 2012.*
sv: *SlÃ¤ppt den 18 april 2012.*

source: Fixed import of unknown languages.
sv: Fast import av okÃ¤nda sprÃ¥k.

source: Improved listing of nearby messages.
sv: FÃ¶rbÃ¤ttrad lista Ã¶ver nÃ¤rliggande meddelanden.

source: Improved several checks.
sv: Flera kontroller har fÃ¶rbÃ¤ttrats.

source: Documentation updates.
sv: Dokumentationsuppdateringar.

source: Added definition for several more languages.
sv: Lagt till definitioner fÃ¶r flera ytterligare sprÃ¥k.

source: Various code cleanups.
sv: Olika kodrensningar.

source: Documentation improvements.
sv: DokumentationsfÃ¶rbÃ¤ttringar.

source: Changed file layout.
sv: Ãndrad fillayout.

source: Update helper scripts to Django 1.4.
sv: Uppdatera hjÃ¤lpscript till Django 1.4.

source: Improved navigation while translating.
sv: FÃ¶rbÃ¤ttrad navigering under Ã¶versÃ¤ttningen.

source: Better handling of po file renames.
sv: BÃ¤ttre hantering av namnÃ¤ndringar av po-filer.

source: Better validation while creating component.
sv: BÃ¤ttre validering vid skapande av komponenter.

source: Integrated full setup into syncdb.
sv: Integrerad fullstÃ¤ndig installation i syncdb.

source: Added list of recent changes to all translation pages.
sv: Lista Ã¶ver senaste Ã¤ndringar har lagts till pÃ¥ alla Ã¶versÃ¤ttningssidor.

source: Check for untranslated strings ignores format string only messages.
sv: Kontrollera om det finns orÃ¶rda strÃ¤ngar ignorerar endast meddelanden med formatstrÃ¤ngar.

source: *Released on April 3rd 2012.*
sv: *SlÃ¤pptes den 3 april 2012.*

source: Replaced own full text search with Whoosh.
sv: Ersatte egen fulltextsÃ¶kning med Whoosh.

source: Various fixes and improvements to checks.
sv: Olika korrigeringar och fÃ¶rbÃ¤ttringar av kontroller.

source: New command updatechecks.
sv: Nytt kommando updatechecks.

source: Lot of translation updates.
sv: MÃ¥nga Ã¶versÃ¤ttningsuppdateringar.

source: Added dictionary for storing most frequently used terms.
sv: Lagt till ordbok fÃ¶r lagring av de mest anvÃ¤nda termerna.

source: Added /admin/report/ for overview of repositories status.
sv: Lagt till /admin/report/ fÃ¶r Ã¶versikt Ã¶ver arkivens status.

source: Machine translation services no longer block page loading.
sv: MaskinÃ¶versÃ¤ttningstjÃ¤nster blockerar inte lÃ¤ngre sidladdningen.

source: Management interface now contains also useful actions to update data.
sv: AdministrationsgrÃ¤nssnittet innehÃ¥ller nu Ã¤ven anvÃ¤ndbara funktioner fÃ¶r att uppdatera data.

source: Records log of changes made by users.
sv: Registrerar logg Ã¶ver Ã¤ndringar gjorda av anvÃ¤ndare.

source: Ability to postpone commit to Git to generate less commits from single user.
sv: MÃ¶jlighet att skjuta upp commit till Git fÃ¶r att generera fÃ¤rre commit frÃ¥n en enskild anvÃ¤ndare.

source: Possibility to browse failing checks.
sv: MÃ¶jlighet att blÃ¤ddra bland misslyckade kontroller.

source: Automatic translation using already translated strings.
sv: Automatisk Ã¶versÃ¤ttning med hjÃ¤lp av redan Ã¶versatta strÃ¤ngar.

source: New about page showing used versions.
sv: Ny sida med information om anvÃ¤nda versioner.

source: Django 1.4 compatibility.
sv: Kompatibilitet med Django 1.4.

source: Ability to push changes to remote repo from web interface.
sv: MÃ¶jlighet att Ã¶verfÃ¶ra Ã¤ndringar till fjÃ¤rrrepositoriet frÃ¥n webbgrÃ¤nssnittet.

source: Added review of translations done by others.
sv: Lagt till granskning av Ã¶versÃ¤ttningar gjorda av andra.

source: *Released on February 16th 2012.*
sv: *SlÃ¤pptes den 16 februari 2012.*

source: Direct support for GitHub notifications.
sv: Direkt stÃ¶d fÃ¶r GitHub-meddelanden.

source: Added support for cleaning up orphaned checks and translations.
sv: Lagt till stÃ¶d fÃ¶r rensning av Ã¶vergivna kontroller och Ã¶versÃ¤ttningar.

source: Displays nearby strings while translating.
sv: Visar nÃ¤rliggande strÃ¤ngar under Ã¶versÃ¤ttningen.

source: Displays similar strings while translating.
sv: Visar liknande strÃ¤ngar under Ã¶versÃ¤ttningen.

source: Improved searching for string.
sv: FÃ¶rbÃ¤ttrad sÃ¶kning efter strÃ¤ng.

source: *Released on February 14th 2012.*
sv: *SlÃ¤pptes den 14 februari 2012.*

source: Added various checks for translated messages.
sv: Lagt till olika kontroller fÃ¶r Ã¶versatta meddelanden.

source: Tunable access control.
sv: Justerbar Ã¥tkomstkontroll.

source: Improved handling of translations with new lines.
sv: FÃ¶rbÃ¤ttrad hantering av Ã¶versÃ¤ttningar med nya rader.

source: Added client side sorting of tables.
sv: Lagt till sortering av tabeller pÃ¥ klientsidan.

source: Please check upgrading instructions in case you are upgrading.
sv: Kontrollera uppgraderingsinstruktionerna om du uppgraderar.

source: *Released on February 12th 2012.*
sv: *SlÃ¤ppt den 12 februari 2012.*

source: Support for machine translation using following online services:
sv: StÃ¶d fÃ¶r maskinÃ¶versÃ¤ttning med hjÃ¤lp av fÃ¶ljande onlinetjÃ¤nster:

source: Several new translations.
sv: Flera nya Ã¶versÃ¤ttningar.

source: Improved merging of upstream changes.
sv: FÃ¶rbÃ¤ttrad sammanslagning av uppstrÃ¶msÃ¤ndringar.

source: Better handle concurrent git pull and translation.
sv: Hantera samtidig git pull och Ã¶versÃ¤ttning pÃ¥ ett bÃ¤ttre sÃ¤tt.

source: Propagating works for fuzzy changes as well.
sv: Propagering fungerar Ã¤ven fÃ¶r otydliga Ã¤ndringar.

source: Propagating works also for file upload.
sv: Propagering fungerar Ã¤ven fÃ¶r filuppladdning.

source: Fixed file downloads while using FastCGI (and possibly others).
sv: Fixade nedladdningar av filer vid anvÃ¤ndning av FastCGI (och eventuellt andra).

source: *Released on February 8th 2012.*
sv: *SlÃ¤pptes den 8 februari 2012.*

source: Added usage guide to documentation.
sv: AnvÃ¤ndarhandbok har lagts till i dokumentationen.

source: Fixed API hooks not to require CSRF protection.
sv: Fasta API-krokar som inte krÃ¤ver CSRF-skydd.

source: Better display of source for plural translations.
sv: BÃ¤ttre visning av kÃ¤llan fÃ¶r pluralÃ¶versÃ¤ttningar.

source: New documentation in Sphinx format.
sv: Ny dokumentation i Sphinx-format.

source: Displays secondary languages while translating.
sv: Visar sekundÃ¤ra sprÃ¥k under Ã¶versÃ¤ttningen.

source: Improved error page to give list of existing projects.
sv: FÃ¶rbÃ¤ttrad felsida som visar en lista Ã¶ver befintliga projekt.

source: New per language stats.
sv: Ny statistik per sprÃ¥k.

source: *Released on February 7th 2012.*
sv: *SlÃ¤pptes den 7 februari 2012.*

source: Improved validation of several forms.
sv: FÃ¶rbÃ¤ttrad validering av flera formulÃ¤r.

source: Warn users on profile upgrade.
sv: Varna anvÃ¤ndare vid profiluppgradering.

source: Remember URL for login.
sv: Kom ihÃ¥g URL fÃ¶r inloggning.

source: Naming of text areas while entering plural forms.
sv: Namngivning av textomrÃ¥den vid inmatning av pluralformer.

source: Automatic expanding of translation area.
sv: Automatisk utvidgning av Ã¶versÃ¤ttningsomrÃ¥det.

source: *Released on February 6th 2012.*
sv: *SlÃ¤pptes den 6 februari 2012.*

source: Initial release.
sv: FÃ¶rsta utgÃ¥van.

source: Weblate 1.x series
sv: Weblate 1.x-serien

source: *Released on May 6th 2014.*
sv: *SlÃ¤pptes den 6 maj 2014.*

source: Django 1.6 compatibility.
sv: Kompatibilitet med Django 1.6.

source: No longer maintained compatibility with Django 1.4.
sv: Kompatibilitet med Django 1.4 upprÃ¤tthÃ¥lls inte lÃ¤ngre.

source: Management commands for locking/unlocking translations.
sv: Hanteringskommandon fÃ¶r att lÃ¥sa/lÃ¥sa upp Ã¶versÃ¤ttningar.

source: Improved support for Qt TS files.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r Qt TS-filer.

source: Users can now delete their account.
sv: AnvÃ¤ndare kan nu radera sitt konto.

source: Avatars can be disabled.
sv: Avatarer kan inaktiveras.

source: Merged first and last name attributes.
sv: Sammanslagna attribut fÃ¶r fÃ¶r- och efternamn.

source: Avatars are now fetched and cached server side.
sv: Avatarer hÃ¤mtas nu och cachelagras pÃ¥ serversidan.

source: Added support for shields.io badge.
sv: StÃ¶d fÃ¶r shields.io-mÃ¤rken har lagts till.

source: *Released on November 7th 2013.*
sv: *SlÃ¤pptes den 7 november 2013.*

source: Please check manual for upgrade instructions.
sv: Se manualen fÃ¶r uppgraderingsinstruktioner.

source: Nicer listing of project summary.
sv: Trevligare presentation av projektets sammanfattning.

source: Better visible options for sharing.
sv: BÃ¤ttre synliga alternativ fÃ¶r delning.

source: More control over anonymous users privileges.
sv: Mer kontroll Ã¶ver anonyma anvÃ¤ndares behÃ¶righeter.

source: Supports login using third party services, check manual for more details.
sv: StÃ¶der inloggning med hjÃ¤lp av tjÃ¤nster frÃ¥n tredje part. Se manualen fÃ¶r mer information.

source: Users can login by e-mail instead of username.
sv: AnvÃ¤ndare kan logga in med e-postadress istÃ¤llet fÃ¶r anvÃ¤ndarnamn.

source: Improved source strings review.
sv: FÃ¶rbÃ¤ttrad granskning av kÃ¤llstrÃ¤ngar.

source: Searching across all strings.
sv: SÃ¶ker i alla strÃ¤ngar.

source: Better tracking of source strings.
sv: BÃ¤ttre spÃ¥rning av kÃ¤llstrÃ¤ngar.

source: Captcha protection for registration.
sv: Captcha-skydd fÃ¶r registrering.

source: *Released on October 7th 2013.*
sv: *SlÃ¤ppt den 7 oktober 2013.*

source: Support for checking Python brace format string.
sv: StÃ¶d fÃ¶r kontroll av Python-formatstrÃ¤ngar med klamrar.

source: Per component customization of quality checks.
sv: Anpassning av kvalitetskontroller per komponent.

source: Detailed per translation stats.
sv: Detaljerad statistik per Ã¶versÃ¤ttning.

source: Changed way of linking suggestions, checks and comments to strings.
sv: Ãndrat sÃ¤tt att lÃ¤nka fÃ¶rslag, kontroller och kommentarer till strÃ¤ngar.

source: Users can now add text to commit message.
sv: AnvÃ¤ndare kan nu lÃ¤gga till text i commit-meddelanden.

source: Support for subscribing on new language requests.
sv: StÃ¶d fÃ¶r prenumeration pÃ¥ nya sprÃ¥kfÃ¶rfrÃ¥gningar.

source: Support for adding new translations.
sv: StÃ¶d fÃ¶r att lÃ¤gga till nya Ã¶versÃ¤ttningar.

source: Widgets and charts are now rendered using Pillow instead of Pango + Cairo.
sv: Widgets och diagram renderas nu med Pillow istÃ¤llet fÃ¶r Pango + Cairo.

source: Add status badge widget.
sv: LÃ¤gg till statusmÃ¤rke-widget.

source: Dropped invalid text direction check.
sv: Ogiltig textriktningskontroll borttagen.

source: Changes in dictionary are now logged in history.
sv: Ãndringar i ordboken loggas nu i historiken.

source: Performance improvements for translation view.
sv: PrestandafÃ¶rbÃ¤ttringar fÃ¶r Ã¶versÃ¤ttningsvyn.

source: *Released on July 25th 2013.*
sv: *SlÃ¤pptes den 25 juli 2013.*

source: Nicer error handling on registration.
sv: BÃ¤ttre felhantering vid registrering.

source: Browsing of changes.
sv: BlÃ¤ddra bland Ã¤ndringar.

source: Fixed sorting of machine translation suggestions.
sv: Fast sortering av maskinÃ¶versÃ¤ttningsfÃ¶rslag.

source: Improved support for MyMemory machine translation.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r maskinÃ¶versÃ¤ttning med MyMemory.

source: Added support for Amagama machine translation.
sv: StÃ¶d fÃ¶r maskinÃ¶versÃ¤ttning med Amagama har lagts till.

source: Various optimizations on frequently used pages.
sv: Olika optimeringar pÃ¥ ofta anvÃ¤nda sidor.

source: Highlights searched phrase in search results.
sv: Markerar sÃ¶kfrasen i sÃ¶kresultaten.

source: Support for automatic fixups while saving the message.
sv: StÃ¶d fÃ¶r automatiska korrigeringar nÃ¤r meddelandet sparas.

source: Tracking of translation history and option to revert it.
sv: SpÃ¥rning av Ã¶versÃ¤ttningshistorik och mÃ¶jlighet att Ã¥terstÃ¤lla den.

source: Added support for Google Translate API.
sv: StÃ¶d fÃ¶r Google Translate API har lagts till.

source: Added support for managing SSH host keys.
sv: Lagt till stÃ¶d fÃ¶r hantering av SSH-vÃ¤rdnycklar.

source: Various form validation improvements.
sv: Olika fÃ¶rbÃ¤ttringar av formulÃ¤rvalidering.

source: Various quality checks improvements.
sv: Olika fÃ¶rbÃ¤ttringar av kvalitetskontroller.

source: Performance improvements for import.
sv: PrestandafÃ¶rbÃ¤ttringar fÃ¶r import.

source: Added support for voting on suggestions.
sv: Lagt till stÃ¶d fÃ¶r omrÃ¶stning om fÃ¶rslag.

source: Cleanup of admin interface.
sv: Rensning av administratÃ¶rsgrÃ¤nssnittet.

source: *Released on April 16th 2013.*
sv: *SlÃ¤pptes den 16 april 2013.*

source: Added public user pages.
sv: Lade till offentliga anvÃ¤ndarsidor.

source: Better naming of plural forms.
sv: BÃ¤ttre benÃ¤mning av pluralformer.

source: Added support for TBX export of glossary.
sv: Lagt till stÃ¶d fÃ¶r TBX-export av ordlista.

source: Added support for Bitbucket notifications.
sv: StÃ¶d fÃ¶r Bitbucket-meddelanden har lagts till.

source: Activity charts are now available for each translation, language or user.
sv: Aktivitetsdiagram finns nu tillgÃ¤ngliga fÃ¶r varje Ã¶versÃ¤ttning, sprÃ¥k eller anvÃ¤ndare.

source: Extended options of import_project admin command.
sv: UtÃ¶kade alternativ fÃ¶r administratÃ¶rskommandot import_project.

source: Compatible with Django 1.5.
sv: Kompatibel med Django 1.5.

source: Avatars are now shown using libravatar.
sv: Avatarer visas nu med hjÃ¤lp av libravatar.

source: Added possibility to pretty print JSON export.
sv: Lagt till mÃ¶jlighet att skriva ut JSON-export pÃ¥ ett snyggt sÃ¤tt.

source: Various performance improvements.
sv: Olika prestandafÃ¶rbÃ¤ttringar.

source: Indicate failing checks or fuzzy strings in progress bars for projects or languages as well.
sv: Ange misslyckade kontroller eller otydliga strÃ¤ngar i fÃ¶rloppsindikatorer fÃ¶r projekt eller sprÃ¥k ocksÃ¥.

source: Added support for custom pre-commit hooks and committing additional files.
sv: Lagt till stÃ¶d fÃ¶r anpassade pre-commit-hooks och commit av ytterligare filer.

source: Rewritten search for better performance and user experience.
sv: Omskriven sÃ¶kning fÃ¶r bÃ¤ttre prestanda och anvÃ¤ndarupplevelse.

source: New interface for machine translations.
sv: Nytt grÃ¤nssnitt fÃ¶r maskinÃ¶versÃ¤ttningar.

source: Added support for monolingual po files.
sv: StÃ¶d fÃ¶r ensprÃ¥kiga po-filer har lagts till.

source: Extend amount of cached metadata to improve speed of various searches.
sv: UtÃ¶ka mÃ¤ngden cachade metadata fÃ¶r att fÃ¶rbÃ¤ttra hastigheten fÃ¶r olika sÃ¶kningar.

source: Now shows word counts as well.
sv: Visar nu Ã¤ven ordrÃ¤kning.

source: *Released on January 23rd 2013.*
sv: *SlÃ¤pptes den 23 januari 2013.*

source: Fixed deleting of checks/comments on string deletion.
sv: Fixat radering av markeringar/kommentarer vid radering av strÃ¤ngar.

source: Added option to disable automatic propagation of translations.
sv: Lagt till alternativ fÃ¶r att inaktivera automatisk spridning av Ã¶versÃ¤ttningar.

source: Added option to subscribe for merge failures.
sv: Lagt till mÃ¶jlighet att prenumerera pÃ¥ fel vid sammanslagning.

source: Correctly import on projects which needs custom ttkit loader.
sv: Importera korrekt till projekt som krÃ¤ver anpassad ttkit-laddare.

source: Added sitemaps to allow easier access by crawlers.
sv: Lagt till webbplatskartor fÃ¶r att underlÃ¤tta Ã¥tkomst fÃ¶r sÃ¶krobotar.

source: Provide direct links to string in notification e-mails or feeds.
sv: TillhandahÃ¥ll direkta lÃ¤nkar till strÃ¤ngen i meddelande-e-postmeddelanden eller flÃ¶den.

source: Various improvements to admin interface.
sv: Olika fÃ¶rbÃ¤ttringar av administratÃ¶rsgrÃ¤nssnittet.

source: Provide hints for production setup in admin interface.
sv: Ge tips fÃ¶r produktionsinstÃ¤llningar i administratÃ¶rsgrÃ¤nssnittet.

source: Added per language widgets and engage page.
sv: Lagt till widgets per sprÃ¥k och engagerande sida.

source: Improved translation locking handling.
sv: FÃ¶rbÃ¤ttrad hantering av Ã¶versÃ¤ttningslÃ¥sning.

source: Show code snippets for widgets in more variants.
sv: Visa kodavsnitt fÃ¶r widgets i fler varianter.

source: Indicate failing checks or fuzzy strings in progress bars.
sv: Ange misslyckade kontroller eller otydliga strÃ¤ngar i fÃ¶rloppsindikatorer.

source: More options for formatting commit message.
sv: Fler alternativ fÃ¶r formatering av commit-meddelanden.

source: Fixed error handling with machine translation services.
sv: Fixat felhantering med maskinÃ¶versÃ¤ttningstjÃ¤nster.

source: Improved automatic translation locking behaviour.
sv: FÃ¶rbÃ¤ttrad automatisk Ã¶versÃ¤ttningslÃ¥sning.

source: Support for showing changes from previous source string.
sv: StÃ¶d fÃ¶r att visa Ã¤ndringar frÃ¥n tidigare kÃ¤llstrÃ¤ng.

source: Added support for substring search.
sv: Lagt till stÃ¶d fÃ¶r sÃ¶kning efter delstrÃ¤ngar.

source: Support for per project ACL.
sv: StÃ¶d fÃ¶r ACL per projekt.

source: Basic code coverage by unit tests.
sv: GrundlÃ¤ggande kodtÃ¤ckning genom enhetstester.

source: *Released on November 16th 2012.*
sv: *SlÃ¤pptes den 16 november 2012.*

source: Compatibility with PostgreSQL database backend.
sv: Kompatibilitet med PostgreSQL-databasbackend.

source: Removes languages removed in upstream git repository.
sv: Tar bort sprÃ¥k som har tagits bort i uppstrÃ¶ms git-arkivet.

source: Improved quality checks processing.
sv: FÃ¶rbÃ¤ttrad hantering av kvalitetskontroller.

source: Added new checks (BBCode, XML markup and newlines).
sv: Nya kontroller har lagts till (BBCode, XML-markering och radbrytningar).

source: Support for optional rebasing instead of merge.
sv: StÃ¶d fÃ¶r valfri ombasering istÃ¤llet fÃ¶r sammanslagning.

source: Possibility to relocate Weblate (for example to run it under /weblate path).
sv: MÃ¶jlighet att flytta Weblate (till exempel fÃ¶r att kÃ¶ra det under sÃ¶kvÃ¤gen /weblate).

source: Support for manually choosing file type in case autodetection fails.
sv: StÃ¶d fÃ¶r manuell val av filtyp om automatisk identifiering misslyckas.

source: Better support for Android resources.
sv: BÃ¤ttre stÃ¶d fÃ¶r Android-resurser.

source: Support for generating SSH key from web interface.
sv: StÃ¶d fÃ¶r generering av SSH-nyckel frÃ¥n webbgrÃ¤nssnittet.

source: More visible data exports.
sv: Mer synliga dataexporter.

source: New buttons to enter some special characters.
sv: Nya knappar fÃ¶r att skriva vissa specialtecken.

source: Support for exporting dictionary.
sv: StÃ¶d fÃ¶r export av ordbok.

source: Support for locking down whole Weblate installation.
sv: StÃ¶d fÃ¶r att lÃ¥sa hela Weblate-installationen.

source: Checks for source strings and support for source strings review.
sv: Kontroller av kÃ¤llstrÃ¤ngar och stÃ¶d fÃ¶r granskning av kÃ¤llstrÃ¤ngar.

source: Support for user comments for both translations and source strings.
sv: StÃ¶d fÃ¶r anvÃ¤ndarkommentarer fÃ¶r bÃ¥de Ã¶versÃ¤ttningar och kÃ¤llstrÃ¤ngar.

source: Better changes log tracking.
sv: BÃ¤ttre spÃ¥rning av Ã¤ndringsloggar.

source: Changes can now be monitored using RSS.
sv: Ãndringar kan nu Ã¶vervakas med hjÃ¤lp av RSS.

source: Improved support for RTL languages.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r RTL-sprÃ¥k.

source: *Released on August 14th 2012.*
sv: *SlÃ¤ppt den 14 augusti 2012.*

source: Weblate now uses South for database migration, please check upgrade instructions if you are upgrading.
sv: Weblate anvÃ¤nder nu South fÃ¶r databasmigrering. LÃ¤s uppgraderingsinstruktionerna om du uppgraderar.

source: Fixed minor issues with linked git repos.
sv: Fixade mindre problem med lÃ¤nkade git-repositorier.

source: New introduction page for engaging people with translating using Weblate.
sv: Ny introduktionssida fÃ¶r att engagera mÃ¤nniskor i Ã¶versÃ¤ttning med hjÃ¤lp av Weblate.

source: Added widgets which can be used for promoting translation projects.
sv: Lagt till widgets som kan anvÃ¤ndas fÃ¶r att marknadsfÃ¶ra Ã¶versÃ¤ttningsprojekt.

source: Added option to reset repository to origin (for privileged users).
sv: Lagt till alternativ fÃ¶r att Ã¥terstÃ¤lla arkivet till ursprunget (fÃ¶r privilegierade anvÃ¤ndare).

source: Project or component can now be locked for translations.
sv: Projekt eller komponenter kan nu lÃ¥sas fÃ¶r Ã¶versÃ¤ttning.

source: Possibility to disable some translations.
sv: MÃ¶jlighet att inaktivera vissa Ã¶versÃ¤ttningar.

source: Configurable options for adding new translations.
sv: Konfigurerbara alternativ fÃ¶r att lÃ¤gga till nya Ã¶versÃ¤ttningar.

source: Configuration of git commits per project.
sv: Konfiguration av git-commits per projekt.

source: Simple antispam protection.
sv: Enkelt antispamskydd.

source: Better layout of main page.
sv: BÃ¤ttre layout pÃ¥ huvudsidan.

source: Support for automatically pushing changes on every commit.
sv: StÃ¶d fÃ¶r automatisk Ã¶verfÃ¶ring av Ã¤ndringar vid varje commit.

source: Support for e-mail notifications of translators.
sv: StÃ¶d fÃ¶r e-postmeddelanden till Ã¶versÃ¤ttare.

source: List only used languages in preferences.
sv: Ange endast sprÃ¥k som anvÃ¤nds i instÃ¤llningarna.

source: Improved handling of not known languages when importing project.
sv: FÃ¶rbÃ¤ttrad hantering av okÃ¤nda sprÃ¥k vid import av projekt.

source: Support for locking translation by translator.
sv: StÃ¶d fÃ¶r lÃ¥sning av Ã¶versÃ¤ttning av Ã¶versÃ¤ttare.

source: Optionally maintain ``Language-Team`` header in po file.
sv: BehÃ¥ll eventuellt ``Language-Team``-rubriken i po-filen.

source: Include some statistics in about page.
sv: Inkludera lite statistik pÃ¥ sidan Om oss.

source: Supports (and requires) django-registration 0.8.
sv: StÃ¶der (och krÃ¤ver) django-registration 0.8.

source: Caching counts of strings with failing checks.
sv: Caching av antal strÃ¤ngar med misslyckade kontroller.

source: Checking of requirements during setup.
sv: Kontroll av krav under installationen.

source: *Released on July 4th 2012.*
sv: *SlÃ¤ppt den 4 juli 2012.*

source: Improved several translations.
sv: FÃ¶rbÃ¤ttrade flera Ã¶versÃ¤ttningar.

source: Added support for shared git repositories across components.
sv: Lagt till stÃ¶d fÃ¶r delade git-arkiv mellan komponenter.

source: Do not necessary commit on every attempt to pull remote repo.
sv: Du behÃ¶ver inte nÃ¶dvÃ¤ndigtvis gÃ¶ra en commit vid varje fÃ¶rsÃ¶k att hÃ¤mta ett fjÃ¤rrrepo.

source: Added support for offloading indexing.
sv: Lagt till stÃ¶d fÃ¶r avlastning av indexering.

source: *Released on May 10th 2012.*
sv: *SlÃ¤ppt den 10 maj 2012.*

source: Improved validation while adding/saving component.
sv: FÃ¶rbÃ¤ttrad validering vid tillÃ¤gg/sparning av komponenter.

source: Experimental support for Android component files (needs patched ttkit).
sv: Experimentellt stÃ¶d fÃ¶r Android-komponentfiler (krÃ¤ver patched ttkit).

source: Updates from hooks are run in background.
sv: Uppdateringar frÃ¥n hooks kÃ¶rs i bakgrunden.

source: Improved installation instructions.
sv: FÃ¶rbÃ¤ttrade installationsanvisningar.

source: Improved navigation in dictionary.
sv: FÃ¶rbÃ¤ttrad navigering i ordboken.

source: Weblate 2.x series
sv: Weblate 2.x-serien

source: *Released on April 4th 2018.*
sv: *SlÃ¤pptes den 4 april 2018.*

source: Improved speed of cloning subversion repositories.
sv: FÃ¶rbÃ¤ttrad hastighet vid kloning av Subversion-arkiv.

source: Changed repository locking to use third party library.
sv: Ãndrade lÃ¥sning av arkiv fÃ¶r att anvÃ¤nda tredjepartsbibliotek.

source: Added support for downloading only strings needing action.
sv: Lagt till stÃ¶d fÃ¶r att endast ladda ner strÃ¤ngar som krÃ¤ver Ã¥tgÃ¤rd.
